<template>
  <div>
    <div class="problem-content">
      <van-collapse v-model="activeName" accordion>
        <van-collapse-item v-for="(item,index) in textList" :key="index" :name="index">
          <template #title>
            <div class="problem-item">{{item.title}}</div>
          </template>
          <div class="peroblem-item-text" v-for="(itemText, index) in item.text" :key="index">
            <strong>{{itemText.title}}</strong>
            <div class="peroblem-itemText-text" v-html="itemText.text"></div>
          </div>
        </van-collapse-item>
      </van-collapse>
    </div>
  </div>
</template>

<script>
import Vue from 'vue';
import { Collapse, CollapseItem } from 'vant';
Vue.use(Collapse);
Vue.use(CollapseItem);

export default {
  name: 'HomeCommonProblem',
  data() {
    return {
      activeName: '0',
      textList: [
        {
          title: '1、公司篇',
          text: [
            {
              title: '',
              text: `<p>弘业国际金融控股有限公司（简称“弘业国际金融”）原名为弘苏期货（香港）有限公司，于2011年在香港注册成立，2019年12月更名为弘业国际金融控股有限公司。弘业国际金融是弘业期货股份有限公司（简称“弘业期货”）的全资子公司，下辖弘业国际资产管理有限公司。弘业国际金融主要从事商品期货经纪、金融期货经纪、证券经纪、证券投资咨询、资产管理等业务，是弘业期货全球化发展重要的金融衍生品平台。弘业国际金融以“规范运作、客户至上、开拓创新”为己任，以立体化、多层次的产品体系,科学的管理模式和完备的风险控制体系，为客户提供高效优质的服务。<br></p>
            <p>期货经纪业务：弘业国际金融于2012年获得香港证监会第2类（期货交易）牌照（中央编号：AYT086），并成为香港期货交易所交易商以及期货结算所的结算会员。境外可交易芝加哥期货交易所集团、洲际交易所、香港交易所、伦敦金属交易所、新加坡期货交易所、东京商品交易所、欧洲期货交易所、马来西亚衍生品交易所产品；境内可交易面对全球投资者的大连商品交易所、上海国际能源交易中心、郑州商品交易所的特定品种。<br></p>
            <p>证券经纪业务：弘业国际金融于2017年获得香港证监会第1类（证券交易）牌照（中央编号：AYT086），并成为香港联合交易所交易会员和结算所结算会员。弘业国际金融为客户提供香港及海外交易所的股票以及沪股通、深股通内地股票的双重交易渠道。其证券保证金融资业务，即港股市场俗称的孖展业务，通过杠杆模式显著提高资金使用效率，为投资者提供变通的交易方式。<br></p>
            <p>资产管理业务和就证券提供意见服务：弘业国际金融的全资子公司弘业国际资产管理有限公司（简称“弘业国际资管”）于2018年获得香港证监会第4类（就证券提供意见）牌照和第9类（提供资产管理）牌照（中央编号：BHY994）。弘业国际资管可为高净值客户以及机构投资者缮制量身定制的证券投资方案和策划，以根据不同客户的风险取向满足其投资需求。目前，弘业国际资管管理弘业国际环球机遇基金和弘业国际固定收益基金两支基金，既适用于个人投资者配置投资组合，也适用于机构投资者合理利用闲置资金，进行稳健的投资。</p>`,
            },
          ],
        },
        {
          title: '2、境外期货知识篇',
          text: [
            {
              title: '境外期货相对于内盘有什么优势？',
              text: `<span>1）交易时间长，做市商制度确保买卖报价，交易连续；<br></span>
                <span>2）交易公开透明，持仓量大，成交量大，价格权威；<br></span>
                <span>3）杠杆高；<br><span>
                <span>4）对冲套利机会多；<br></span>
                <span>5）品种丰富，入市门槛低，投机机会多。</span>`,
            },
            {
              title: '境外期货明星产品',
              text: `<span>1）纽约期油：轻质原油（WTI），全球原油定价的基准价之一。通常所说的“纽约市场油价”就是指纽约商品交易所下一个月交货的轻质原油期货价格。相关品种有CME天然气、取暖油，布伦特原油等。<br></span>
                <span>2）恒生指数：港交所明星产品，其成份股具有广泛的市场代表性，其总市值占香港联合交易所市场资本额总和的90％左右。相关品种有H股指数、新华富时A50指数。<br></span>
                <span>3）纽约金：纽约黄金市场已成为世界上交易量最大和最活跃的期金市场。相关品种有白银、白金等。<br></span>
                <span>4）LME有色金属：世界上最早、最大的有色金属交易市场，拥有有色金属全球定价权。相关产品有美精铜等。<br></span>
                <span>5）外汇：包括CME交易所欧元、澳元、英镑、日元、瑞士法郎、加元等。相关品种美元指数。<br></span>
                <span>6）CBOT&NYBOT农产品：都是世界上最具代表性的农产品交易所，成为国际农产品贸易中的权威价格。包含豆类、玉米、小麦等。</span>`,
            },
            {
              title: '外盘期货品种有无涨跌停板？',
              text: `<span>大部分品种无涨跌停板限制。如：LME，CME金属及外汇，欧美国债，香港及欧洲指数 ，软商品等。<br></span>
                <span>部分品种有特殊的熔断机制。如：SGX新加坡A50指数：±10%(熔断10分钟),±15%(熔断10分钟),±无限制%。<br>
                <span>部分品种为固定数值涨跌停制度，如CME农产品及能源类产品。CBOT大豆：±1.00，±1.50 (美元/蒲式耳)。<br>`
            },
            {
              title:'外盘保证金如何计算',
              text:`<span>外盘保证金分为开仓保证金和维持保证金，均为固定数值（具体数值参见客弘苏期货官网www.ftol.com.hk—最新公告—弘苏期货交易品种客户保证金表）。<br></span>
                <span>交易所会根据市场行情不定期调整保证金，弘苏期货会根据交易所收取的保证金来调整公司的保证金水平，调整后即会更新到公司官网。<br></span>
                <span>开仓保证金即开一手新仓所需要缴纳的保证金，维持保证金即持有一手已开仓品种所需保证金，当客户因为浮动盈亏，保证金低于维持保证金时，会被要求追加保证金，要求追加至开仓保证金的标准，具体规则参看追保强平规则。</span>`,
            },
          ],
        },
        {
          title: '3、开户篇',
          text: [
            {
              title: '开户需要多少时间?',
              text: `<span>弘苏开户时间一般为3-5个工作日。</span>`,
            },
            {
              title: '弘苏期货开立个人账户要准备哪些资料，有无资金限制？',
              text: `<span>所需材料：有效的身份证和护照或港澳通行证副本,<br></span>
                    <span>客户资金只需满足客户所要交易的品种即可，弘苏期货本身并无要求。</span>`,
            },
            {
              title: '为什么开境外期货交易账户，需要提供港澳通行证或护照？',
              text: `<span>弘苏期货在香港注册，经营境外期货业务，总部设在香港，客户需要提供港澳通行证或护照用来证明客户可以自由进出香港。</span>`,
            },
            {
              title: '法人户开户基本条件？',
              text: `<span>法人客户需在中国大陆以外地区注册成立。</span>`,
            },
            {
              title: '开法人户需要哪些资料？',
              text: `<span>1）开立账户授权文件原件（如董事会会议记录）<br></span>
                    <span>2）董事及被授权人的护照或身份证 （合同的签署人需提供身份证和护照/港澳通行证）<br></span>
                    <span>3）组织章程大纲及章程细则（原件或复印件）<br></span>
                    <span>4）公司注册证明书         <br></span>
                    <span>5）商业登记证            <br></span>
                    <span>6）股东及董事名册         <br></span>
                    <span>7）最近两年的财务报表（经审计的）<br></span>
                    <span>8）最近曾于公司注册处记录的法定存档（如周年申报表）<br></span>
                    <span>9）最终实益拥有人的护照或身份证 <br></span>
                    <span>10）所有主要股东的护照或身份证 <br></span>`,
            },
            {
              title: '开户流程：',
              text: `<span>详见弘苏期货网站www.ftol.com.hk（客服中心—最新公告—开户指南）</span>`,
            },
            {
              title: '开户完成后会通知客户哪些信息',
              text: `<span>客户开户完成后，弘苏期货会通过电子邮件通知客户：客户期货账号（即为登陆交易的账号）以及交易密码。</span>`,
            },
            {
              title: '香港银行卡怎样办理？',
              text: `<span>1）可以亲临香港银行柜台办理。<br></span>
                    <span>2）目前国内银行的部分网点在国内已开设代办香港银行卡的见证业务，客户本人无需去香港就可以办到香港银行账户。例如：招商银行，建设银行，工商银行。</span>`,
            },
          ],
        },
        {
          title: '4、出入金篇',
          text: [
            {
              title: '弘苏期货入金的方式有几种？',
              text: `<span>1）客户从国内或国外银行卡直接入金到公司账户（公司账户信息见弘苏官网-客服中心-最新公告-弘苏期货保证金账户）。<br></span>
                  <span>2）客户从国内或国外银行卡入金到香港的银行子账户。银行子账户由弘苏期货为客户开立，为中银香港的账户，账户名为HSF+客户本人姓名，此账户仅做入金使用。</span>
                  <span>3）注意：弘苏期货只接受客户本人入金。</span>`,
            },
            {
              title: '弘苏期货入金的流程是什么？',
              text: `<span>1）客户通过柜面或者网银进行资金的划转，并提供汇款凭证给弘苏期货。<br></span>
                    <span>2） 等待钱款到账后，弘苏工作人员凭汇款凭证及银行到账的资金进行入金操作，并致电客户确认入金。核实后客户权益将会反应在软件的客户端上。<br></span>`,
            },
            {
              title: '入金时间大约要多久？',
              text: `<span>1）客户从大陆购汇汇到香港银行账户，一般需要1-2个工作日；<br></span>
                    <span>2）客户从香港银行账户汇到弘苏期货保证金账户，同行即时到账，跨行半天-1天左右。</span>`,
            },
            {
              title: '公司可以接受24小时转账吗？如果客户想晚上入金公司可以办理吗？',
              text: `<span>不可以，客户出入金需通过银行转账，银行在夜间不办理此类业务。<br></span>`,
            },
            {
              title: '银行购汇转汇的一般事项',
              text: `<span>1）中国外管局规定，中国大陆每人每年结购汇限额均为5万美金或等值外币。银行允许该人士直系亲属携带相关证件（如：结婚证、户口本）换汇后将外汇汇入该人士大陆银行账户。<br></span>
                    <span>2）每人每天外汇转账最多为5万美金。</span>`,
            },
            {
              title: '汇款的手续费？',
              text: `<span>一般从中国大陆汇款到香港，收取一笔80元人民币的电报费和一笔手续费，一般总数在200-350人民币。此外资金到香港银行接收会产生一笔几美元的手续费。从客户香港账户汇款到弘苏期货保证金账户，同行不收手续费，跨行收取少量手续费。<br></span>`,
            },
            {
              title: '弘苏期货出金流程是什么？',
              text: `<span>1）客户提出出金要求，签署出金确认书，客户经理将出金确认书以电子方式（或原件）传弘苏期货。<br></span>
                    <span>2）弘苏期货财务确认客户账户可提金额，交易部用录音电话致电客户确认出金。弘苏期货通过网上银行或者柜台转账的方式转出相应数额的资金到客户同名的银行账户。</span>`,
            },
            {
              title: '出金时间大约要多久？',
              text: `<span>1）从弘苏保证金账户出到客户香港银行账户，同行即时到账，跨行半天到一天左右；<br></span>
                    <span>2）从弘苏保证金账户出到客户香港银行账户，一般需要1-3个工作日。</span>`,
            },
          ],
        },
        {
          title: '5、软件篇',
          text: [
            {
              title: '哪里可以下载弘苏期货的交易软件？',
              text: `<span>客户可在弘苏期货网站www.ftol.com.hk下载（客服中心—软件下载），提供交易软件的电脑版及手机版供客户下载使用。<br></span>`,
            },
            {
              title: '弘苏期货有模拟交易系统吗？',
              text: `<span>有。客户可在弘苏期货网站www.ftol.com.hk下载。（客服中心—软件下载—弘苏期货极星模拟交易系统9.0）<br></span>`,
            },
            {
              title: '如果忘记行情密码、交易密码该怎么做？',
              text: `<span>客户可填写“户口资料更改申请书”，将原件寄送至弘苏期货，并联系弘苏期货工作人员进行新密码的办理工作。相关表格可在弘苏期货网站www.ftol.com.hk下载。（客户中心-文件下载-户口资料更改申请书）。另外可致电400-120-8680到弘苏期货交易部申请办理相关事务。<br></span>`,
            },
            {
              title: '电子交易平台会出现数据滞后现象吗？',
              text: `<span>弘苏软件在上海有数据中心，香港到上海通过专线直连，只要客户端网络通畅，一般不会出现数据滞后现象。<br></span>`,
            },
          ],
        },
        {
          title: '6、交易篇',
          text: [
            {
              title: '下单的途径有哪些？',
              text: `<span>弘苏为客户免费提供网上电子化自助交易和电话下单两种途径。周一至周五全天24小时竭诚为客户服务。电话下单请拨打交易电话：400-120-8680<br></span>`,
            },
            {
              title:
                '交易系统出现问题/对交易端持仓、价格、指令有疑问，怎么办？',
              text: `<span>如果客户端交易系统出现问题，或者客户有其他疑问的，请尽快联系弘苏期货交易部，通过电话交易的方式确保客户正常交易，然后解决相关问题。<br></span>`,
            },
            {
              title:
                '如客户碰到入金后因交易品种结算货币与入金货币不同，需要如何处理？',
              text: `<span>1）客户可主动提出换汇，电话至香港交易部，说明需要换汇的币种及金额，交易部会和客户核对汇率牌价，进行换汇操作。<br></span>
                    <span>2）客户也可以自行开仓交易，公司第二天结算时会按当天牌价将客户保证金账户内的货币兑换为客户交易所需货币。但因不同货币开仓交易造成的负数权益，客户需负责清平。</span>`,
            },
            {
              title: '品种的交易杠杆怎么计算？',
              text: `<span>杠杆=合约价值/保证金；合约价值=品种价格*合约大小<br></span>
                    <span>（合约大小的具体数值参见“弘苏期货交易品种合约细则”）<br></span>
                    <span>由于境外期货的保证金是固定数值，而合约价值在不断变动，因此杠杆也是不固定的。举例如下：<br></span>
                    <span>2016年1月21日，CME1608合约价格为 1100.6美元/金衡盎司，保证金为4125美元，合约大小为100金衡盎司，则杠杆=1100.6*100/4125=26.68 <br></span>`,
            },
            {
              title: '品种的交易杠杆怎么计算？',
              text: `<span>维持风险率=维持保证金/客户权益<br></span>
                    <span>当维持风险率≥100%时（即客户权益≤维持保证金时），客户需要追加保证金，弘苏期货会以邮件的形式通知客户追加保证金。<br></span>
                    <span>当维持风险率≥200%时（即客户权益≤50%维持保证金时），客户面临强平危险，客户不能按时追加保证金的，弘苏期货会将客户部分或全部持仓强行平仓，使得维持风险率降到100%以下。弘苏期货会以邮件或者电话（当行情波动剧烈时）的形式告知客户有强平风险。<br></span>
                    <span>客户追加保证金后，请务必将入金证明提供弘苏期货，弘苏期货接受在途追保资金。<br></span>`,
            },
            {
              title: '客户所得利润如何扣税？',
              text: `<span>个人客户无须交税。法人客户在出金时按照客户公司所在地相关法律缴纳盈利税。<br></span>`,
            },
          ],
        },
        {
          title: '7、结算篇',
          text: [
            {
              title: '账单的发送方式？',
              text: `<p>弘苏期货每日结算后将发送客户账单到指定的邮箱，客户有任何问题或疑问请在两个工作日内直接联系弘苏期货，否则视为客户对账单的确认。<br></p>`,
            },
            {
              title:"结算价的确认？",
              text:`<p>境外期货交易的结算分级分层，交易所只对会员结算，非会员单位或个人通过其期货经纪公司会员结算。弘苏期货（香港）有限公司作为期货结算所结算参与者或通过一级代理公司参与境外交易所期货交易时，对客户交易进行结算。一般弘苏期货会在上午完成上一交易日的结算工作，并在下午向客户邮箱发送结算单。<br></p>`
            },
          ],
        },
      ],
    };
  },
};
</script>

<style scoped>
@import './style.css';
</style>>