<template>
  <div>
    <div class="about-title">
      弘业国际金融控股有限公司
    </div>
    <div class="about-content">
      <p class="about-text">
        <b>弘业国际金融控股有限公司</b>（简称“弘业国际金融”）原名为弘苏期货（香港）有限公司，于2011年在香港注册成立，2019年12月更名为弘业国际金融控股有限公司。弘业国际金融是弘业期货股份有限公司（简称“弘业期货”）的全资子公司，下辖弘业国际资产管理有限公司。弘业国际金融主要从事商品期货经纪、金融期货经纪、证券经纪、证券投资咨询、资产管理等业务，是弘业期货全球化发展重要的金融衍生品平台。弘业国际金融以“规范运作、客户至上、开拓创新”为己任，以立体化、多层次的产品体系,科学的管理模式和完备的风险控制体系，为客户提供高效优质的服务。
      </p>
      <p class="about-text">
        <b>期货经纪业务</b>：弘业国际金融于2012年获得香港证监会第2类（期货交易）牌照（中央编号：AYT086），并成为香港期货交易所交易商以及期货结算所的结算会员。境外可交易芝加哥期货交易所集团、洲际交易所、香港交易所、伦敦金属交易所、新加坡期货交易所、东京商品交易所、欧洲期货交易所、马来西亚衍生品交易所产品；境内可交易面对全球投资者的大连商品交易所、上海国际能源交易中心、郑州商品交易所的特定品种。
      </p>
      <p class="about-text">
        <b>证券经纪业务</b>：弘业国际金融于2017年获得香港证监会第1类（证券交易）牌照（中央编号：AYT086），并成为香港联合交易所交易会员和结算所结算会员。弘业国际金融为客户提供香港及海外交易所的股票以及沪股通、深股通内地股票的双重交易渠道。其证券保证金融资业务，即港股市场俗称的孖展业务，通过杠杆模式显著提高资金使用效率，为投资者提供变通的交易方式。
      </p>
      <p class="about-text">
        <b>资产管理业务和就证券提供意见服务</b>：弘业国际金融的全资子公司弘业国际资产管理有限公司（简称“弘业国际资管”）于2018年获得香港证监会第4类（就证券提供意见）牌照和第9类（提供资产管理）牌照（中央编号：BHY994）。弘业国际资管可为高净值客户以及机构投资者缮制量身定制的证券投资方案和策划，以根据不同客户的风险取向满足其投资需求。目前，弘业国际资管管理弘业国际环球机遇基金和弘业国际固定收益基金两支基金，既适用于个人投资者配置投资组合，也适用于机构投资者合理利用闲置资金，进行稳健的投资。
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'HomeAbout',
  data() {
    return {};
  },
};
</script>

<style>
@import './style.css';
</style>